import React, { useEffect } from 'react'
import '../App.css'
import HomeSection2 from './HomeSection2'
import Aos from 'aos'
import 'aos/dist/aos.css'

const AcharayJi = () => {
  useEffect(() => {
    Aos.init({ duration: 1000 });
  },
    []);
  return (
    <div className='body'>
      <HomeSection2 />
      <div className='container mt-5 mb-5'>
        <div className='row'>
          <div className='col' data-aos="fade-up">
            <img className='img-fluid rounded shadow p-3 w-100 h-auto' src="./images/acharya-vishuddha-sagar-ji-.webp" alt="" />
          </div>
        </div>
      </div>
      <div className='container-fluid'>
        <div className='container'>
          <div className='row'>
            <div className='col'>
              <h1 data-aos="fade-up" className=' mb-5 mt-5 text-center'>अध्यात्मयोगी आचार्य विशुद्धसागर</h1>
              <p data-aos="fade-up">इक्कीसवी सदी के एक दूर-दृष्टा, युवाओं के प्रेरणा पुंज, आध्यात्मिक प्रवचनों के सफल प्रस्तोवा, आलौकिक व्यक्तित्व एवं विराट् कृतित्व के धनी, वीतरागी श्रमण संस्कृति के आध्यात्मिक सद्गुरु दिगम्बराचार्य का नाम है- अध्यात्मयोगी विशुद्धसागर जी । उगते यौवन के युवाओं को आध्यात्म की ओर अग्रसर कर उनकी सुप्त मानवीय चेतना को पुनर्जाग्रत कर, जीवन मूल्यों और अहिंसा का दिव्य अवदान देने वाले वाले अग्रदूत है पूज्यश्री । सहज-सरल व्यक्तित्व के धनी, नवीन दृष्टिकोण, अद्भुत चिंतन एवं आकर्षक लेखन कला में निष्णात, महाप्रज्ञावन्त, नीति-निपुण, चेतन रसायन के अन्वेषक वीतरागी वैज्ञानिक है, आचार्य विशुद्धसागर जी मुनिनाथ ।</p>
              <p data-aos="fade-up">सत्य की साधना, आगमानुसार, आचरण, गुरु-परम्परानुसार चारित्र - चलन में लवलीन आप एक ओजस्वी, तपस्वी साधक है या कहूँ जन-जन को सद्-बोध देने वाले आध्यात्मिक सद् गुरु, जिनकी विशेषता है कि- वह सभी को अपने लगते है। पंथ-परम्पराओं, अंध- रूढ़ियों से परे, विशद विचार, समीचीन सोच के धारक हैं पूज्य श्री ।</p>
              <p data-aos="fade-up">आगमिक ज्ञान में निष्णात, सत्य - संयम की आराधना में तल्लीन, व्यापक वैज्ञानिक दृष्टिकोण, उदारमनः, अनुभवी, नीति-निपुण, परोपकारी, अध्ययनशील, पंचाचार पराणय एवं वात्सल्यमयी आध्यात्मिक अभिरुचियाँ में रचे- पचे, जनप्रिय आध्यात्मिक गुरु हैं आचार्य विशुद्धसागर जी । जिन्होंने शास्त्र में श्रमकर जन-जन को स्वाध्याय की ओर प्रेरित किया है। आपका आबाल-वृद्धों पर वात्सल्य भाव श्लाघनीय, अनुकरणीय एवं स्तुत्य वंदनीय है ।</p>
              <p data-aos="fade-up"> आध्यात्मिक गुरु आचार्य श्री विशुद्धसागर जी महाराज का जन्म मध्यप्रदेश के भिंड में 18 दिसम्बर 1971 को हुआ। आपका गृहग्राम रूप है, जहाँ आपकी प्राथमिक शिक्षा सम्पन्न हुई थी । आपके जनक श्री रामनारायणजी एवं मातुल श्रीमती रतिबाई थी जिन्होंने दिक्षा लेकर देवलोक गमन किया पूर्व संस्कार वश आपको बाल्यकाल में ही जगत् के राग-रंग से वैराग्य हो गया, अतः आपने 17 वर्ष की आयु में गृह त्यागकर आचार्यश्री विरागसागरजी से 11 अक्टूबर 1989 में क्षुल्लक दिक्षा ग्रहण की, पश्चात् 19 जून 1991 में हीरो में नगरी पन्ना में ऐलक एवं सीरा पहाड़ी तीर्थराज श्री श्रेयांशगिरि में 21 नवंबर 1991 को जैनेश्वरी मुनि दीक्षा को प्राप्त किया, तदोपरांत गणाचार्य विरागसागरजी के द्वारा 31 मार्च 2007 महावीर जयंती के दिन औरंगाबाद (महा.) में आचार्यपद प्रदान किया गया।
              </p>
            </div>
          </div>
        </div>
      </div>
      <div className='container-fluid'>
        <div className='container'>
          <div className='row'>
            <div className='col-md-6 mt-3' data-aos="fade-right">
              <img className='img-fluid shadow-lg p-3 mb-5 bg-body rounded ' style={{ width: '80%', height: '80%' }} src="./images/download (1).jpg" alt="" />
            </div>
            <div className='col-md-6 mt-3' data-aos="fade-up">
              <p data-aos="fade-up">एक ओर आपकी आध्यात्मिक अमृतमयी वाणी से निश्रित आगमिक धारा के परिणामस्वरूप शतक कृतियाँ आपके तलस्पर्शी तत्वज्ञान का सद्बोध कराती हैं, तो दूसरी और तैंतीस बाल ब्रह्मचारी दीक्षित मुनि को उच्च शिक्षित, प्राकृत, अपभ्रंस, संस्कृत, हिन्दी, अंग्रेजी में निष्णात हैं, वह आपकी आंतरिक क्षमता-समता एवं सम्यक् नीति-निपुणता का संदेश देते हैं।</p>
              <p data-aos="fade-up">आप अंतिम तीर्थेश तीर्थंकर महावीर स्वामी की शुद्ध-विशुद्ध पूत- परम्परा में हुए आचार्य आदिसागरजी ‘अंकलीकर' महाराज की अदूषित, सु-संस्कृत, शुभंकर, वरेण्य श्रृंखला के आत्मानुशासक, प्रभावक - प्रवचनकार एवं आत्म साधक हैं। आप अमल- विमल, विशुद्ध- शुद्ध श्रमण संस्कृति के वीतरागी, निर्ग्रन्थ संन्यासी है आपका जितना विशद व्यक्तित्व है, उससे कुछ अधिक कृतित्व भी अद्भूत है ।
              </p>
            </div>
          </div>
        </div>
      </div>
      <div className='container-fluid'>
        <div className='container'>
          <div className='row'>
            <div className='col'>
              <p data-aos="fade-up">आत्मस्वभावं परभाव भिन्नं' इस आध्यात्मिक सूत्र पर जीवन जीने वाले आप वह साधक है जिन्होंने अल्पवय में भगवत् श्री कुन्दकुन्द के वाङ्मय, खासकर 'समयसार' के रहस्यों को उद्घाटित कर विश्व को चमत्कृत कर दिया है। शतकाधिक आध्यात्मिक साहित्यिक कृतियाँ एवं अल्पकाल में अपने पगों से 83 हजार कि.मी. वसुधा को सुभाषित कर, नगरों- शहरों-तीर्थों पर, अर्धशतक से अधिक पंचकल्याणक प्रतिष्ठाएँ आपकी आंतरिक श्रुत एवं श्रुतदेवता अरिहंत देव के प्रति सु-श्रद्धा प्रदर्शित करती हैं। लाखों जैनेतरों को व्यसन एवं मांसाहार का त्याग कराने वाले आप अहिंसा के सद्- प्रचारक है । आप चर्चा के साथ-साथ अपनी आगम अनुकूल चर्या से भी प्राणियों को कल्याण का उपदेश देते हैं। लाखों भव्य जीव आपकी सद् प्ररेणा से अहिंसा, सत्य, अचौर्य, ब्रह्मचर्य, अपरिग्रह की साधना में संलग्न है ।</p>
              <p data-aos="fade-up"> आप आस्थाओं से जोड़ने वाले 'महायोगी' है। जन-जन को उन्मार्ग से सन्मार्ग बताने वाले ' श्रेष्ठ संन्यासी' है। आध्यात्मिक चर्या प्रतिपालक 'अध्यात्मयोगी' हैं। आध्यात्मपंथी आत्मा के सच्चे ‘आत्मान्वेषी' है । पतितों को पावन पथ प्रदर्शित करने वाले 'प्रत्यग्-आत्मदर्शी' हैं। प्रतितों को पावन पथ प्रदर्शित करने वाले 'प्रत्यग्-आत्मदर्शी' है । जगत् के प्राणी मात्र को अहिंसा, करुणा, अनुकम्पा का बोध देने वाले 'लघु महावीर' है। पर-प्रपंचों से विरक्त वीतरागी निर्ग्रन्थमुनि है और धरती पर चलते-फिरते ' धरती के देवता' हैं ।

              </p>
              <p className='text-center fs-2 mt-5 mb-5' >संस्कम विश्वास संगम दिवस
                शुभं भवतु सर्वेषाम् । वर्धताम् जिनशासनम्
                श्रुत संवेगी
                एक अस्माच्बुजः चंचरीक श्रमण सुव्रतसागर
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>

  )
}

export default AcharayJi
