import React, { useEffect } from 'react'
import '../App.css'
import Aos from 'aos'
import 'aos/dist/aos.css'

const Chaturmass = () => {
    useEffect(()=>
    {
      Aos.init({duration:1000});
    },
    []);
  return (
    <div>
      <div className='container-fluid body'>
        <div className='container body'>
            <div className='row'>
                <div className='col mt-4 shadow-lg p-3 mb-5 bg-body rounded d-flex justify-content-center'>
                <img data-aos="zoom-in-down" className='img-fluid w-100' src="./images/png;base64db1686fd35a0a050.png" alt="" />
                </div>
            </div>
        </div>
        <div className='container body'>
            <div className='row'>
                <div className='col mt-4 mb-5 '>
                <h1 data-aos="fade-right" className='display-1 text-danger mt-5 text-center'>शीर्षक </h1>
                    <p data-aos="fade-up" className='display p-2'>बीजांकुर न्याय के समान श्रुतज्ञान की परम्परा और आचार्यपरम्परा एक दूसरे के पूरक हैं। आचरंति यस्माद् व्रतानी त्याचार्यः ।।3।। यस्माद् सम्यग्ज्ञानादि गुणाधारा हृदय व्रतानि स्वर्गापवर्ग सुखामृत बीजानि भव्या हितार्थ माचरति स आचार्यः |(त.वा. 9/20) जिनसे व्रतों को धारण कर आचरण किया जाता है, वे आचार्य हैं। जिन सम्यक्दर्शनज्ञान आदि गुणों के आधारभूत महापुरुषों से भव्यजीव स्वर्ग-मोक्षरूप अमृत बीजभूत व्रतों को ग्रहण कर अपने हित के लिए आचरण करते हैं, व्रतों का पालन करते हैं व जो दीक्षा देते हैं, वे आचार्य कहलाते हैं।</p>
                       <p data-aos="fade-right"> श्रुतज्ञान की परम्परा को भविष्य के लिए वृद्धिंगत करने में मनीषियों, महापुरुषों, आचार्यों तथा मुनियों का बेजोड़ योगदान हर प्रकार के ज्ञान के द्वारा सत्साहित्य का प्रतिपादन होता रहा है।
                        यह भारतभूमि पूर्व की भांति साधु-सन्तों के अवतरण, निष्क्रमण, आचरण एवं साधना से पवित्र, पावन, पुनीत होती रही है। तथा भूत, भविष्य एवं वर्तमान काल में अनेक भव्यजीव अपनी आत्मा का उद्धार कर रहे हैं। उन्हीं में से मुनिकुंजर, समाधिसम्राट्, अप्रतिम उपसर्गविजेता, आदर्श तपस्वी, महामुनि, दक्षिण भारत के वयोवृद्ध सन्त, आचार्यपरमेष्ठी श्री 108 आचार्य आदिसागर जी महाराज 'अंकलीकर' के पट्टाधीश आचार्य महावीरकीर्ति जी महाराज के शिष्य वात्सल्यरत्नाकर आचार्य श्री विमलसागर जी महाराज, इन महापुरुषों के उद्धार की प्रणाली आगमोक्त रही है। इन्होंने स्वात्महित के साथ परहित भी किया है तथा अपनी तपोपूत आत्मा से भव्य आत्माओं को हितोपदेश दिया है, वह उपदेश ग्रन्थ रूप में लीपिबद्ध है।</p>
                        <p data-aos="fade-up">
                        आचार्य श्री आदिसागर जी (अंकलीकर) ने भाद्रपद शुक्ला 4 वि.सं. 1923 सन् 1866 को अंकली में जन्म लिया। मगसिर शुक्ला 2 वि.सं. 1970, सन् 1913 को कुंथलगिरि पर दीक्षा ली, ज्येष्ठ शुक्ला 5 वि.सं. 1972, सन् 1915 को जयसिंहपुर (काडगेमला, उदगाँव) में आचार्यपद को ग्रहण किया। फाल्गुन कृष्णा 13 वि.सं. 2000 सन् 1944 को ऊदगाँव-कुंजवन में समाधिमरण किया। उन्होंने अपने दीक्षाकाल में प्रायश्चित्त विधान (प्राकृत) को भाद्रपद शुक्ला 5 वि.सं. 1972, सन् 1915, 'जिनधर्म रहस्य' (संस्कृत) को मगसिर शुक्ला 2 वि.सं. 1999, सन् 1942, दिव्यदेशना (कन्नड़) को मगसिर शुक्ला 11 वि.सं. 1999, सन् 1941, शिवपथ (संस्कृत) को भाद्रपद शुक्ला 4 वि.सं. 2000, सन् 1943, वचनामृत (मराठी) को माघ शुक्ला 14 वि. सं. 2000, सन् 1943, उद्बोधन (कन्नड़) को फाल्गुन शुक्ला 11 वि.सं. 2000, सन् 1943, अन्तिम दिव्य देशना (कन्नड़) को फाल्गुन कृष्णा 13, वि.सं. 2001, सन् 1944 में पूर्ण किया ।</p>
                        
                </div>
            </div>
        </div>
        <div className='container body'>
            <div className='row'>
                <div className='col mt-4 shadow-lg p-3 mb-5 bg-body rounded d-flex justify-content-center'>
                <img data-aos="zoom-in-down" className='img-fluid w-100' src="./images/download.jpg" alt="" />
                </div>
            </div>
        </div>
        <div className='container body'>
            <div className='row'>
                <div className='col mt-4 mb-5 '>
                <h1 data-aos="fade-right" className='display-1 text-danger mt-5 text-center'>शीर्षक</h1>
                    <p data-aos="fade-up" className='display p-2'>बीजांकुर न्याय के समान श्रुतज्ञान की परम्परा और आचार्यपरम्परा एक दूसरे के पूरक हैं। आचरंति यस्माद् व्रतानी त्याचार्यः ।।3।। यस्माद् सम्यग्ज्ञानादि गुणाधारा हृदय व्रतानि स्वर्गापवर्ग सुखामृत बीजानि भव्या हितार्थ माचरति स आचार्यः |(त.वा. 9/20) जिनसे व्रतों को धारण कर आचरण किया जाता है, वे आचार्य हैं। जिन सम्यक्दर्शनज्ञान आदि गुणों के आधारभूत महापुरुषों से भव्यजीव स्वर्ग-मोक्षरूप अमृत बीजभूत व्रतों को ग्रहण कर अपने हित के लिए आचरण करते हैं, व्रतों का पालन करते हैं व जो दीक्षा देते हैं, वे आचार्य कहलाते हैं।</p>
                       <p data-aos="fade-right"> श्रुतज्ञान की परम्परा को भविष्य के लिए वृद्धिंगत करने में मनीषियों, महापुरुषों, आचार्यों तथा मुनियों का बेजोड़ योगदान हर प्रकार के ज्ञान के द्वारा सत्साहित्य का प्रतिपादन होता रहा है।
                        यह भारतभूमि पूर्व की भांति साधु-सन्तों के अवतरण, निष्क्रमण, आचरण एवं साधना से पवित्र, पावन, पुनीत होती रही है। तथा भूत, भविष्य एवं वर्तमान काल में अनेक भव्यजीव अपनी आत्मा का उद्धार कर रहे हैं। उन्हीं में से मुनिकुंजर, समाधिसम्राट्, अप्रतिम उपसर्गविजेता, आदर्श तपस्वी, महामुनि, दक्षिण भारत के वयोवृद्ध सन्त, आचार्यपरमेष्ठी श्री 108 आचार्य आदिसागर जी महाराज 'अंकलीकर' के पट्टाधीश आचार्य महावीरकीर्ति जी महाराज के शिष्य वात्सल्यरत्नाकर आचार्य श्री विमलसागर जी महाराज, इन महापुरुषों के उद्धार की प्रणाली आगमोक्त रही है। इन्होंने स्वात्महित के साथ परहित भी किया है तथा अपनी तपोपूत आत्मा से भव्य आत्माओं को हितोपदेश दिया है, वह उपदेश ग्रन्थ रूप में लीपिबद्ध है।</p>
                        <p data-aos="fade-up">
                        आचार्य श्री आदिसागर जी (अंकलीकर) ने भाद्रपद शुक्ला 4 वि.सं. 1923 सन् 1866 को अंकली में जन्म लिया। मगसिर शुक्ला 2 वि.सं. 1970, सन् 1913 को कुंथलगिरि पर दीक्षा ली, ज्येष्ठ शुक्ला 5 वि.सं. 1972, सन् 1915 को जयसिंहपुर (काडगेमला, उदगाँव) में आचार्यपद को ग्रहण किया। फाल्गुन कृष्णा 13 वि.सं. 2000 सन् 1944 को ऊदगाँव-कुंजवन में समाधिमरण किया। उन्होंने अपने दीक्षाकाल में प्रायश्चित्त विधान (प्राकृत) को भाद्रपद शुक्ला 5 वि.सं. 1972, सन् 1915, 'जिनधर्म रहस्य' (संस्कृत) को मगसिर शुक्ला 2 वि.सं. 1999, सन् 1942, दिव्यदेशना (कन्नड़) को मगसिर शुक्ला 11 वि.सं. 1999, सन् 1941, शिवपथ (संस्कृत) को भाद्रपद शुक्ला 4 वि.सं. 2000, सन् 1943, वचनामृत (मराठी) को माघ शुक्ला 14 वि. सं. 2000, सन् 1943, उद्बोधन (कन्नड़) को फाल्गुन शुक्ला 11 वि.सं. 2000, सन् 1943, अन्तिम दिव्य देशना (कन्नड़) को फाल्गुन कृष्णा 13, वि.सं. 2001, सन् 1944 में पूर्ण किया ।</p>
                        
                </div>
            </div>
        </div>
        <div className='container body'>
            <div className='row'>
                <div className='col mt-4 shadow-lg p-3 mb-5 bg-body rounded d-flex justify-content-center'>
                <img data-aos="zoom-in-down" className='img-fluid w-100' src="./images/vishudh-sagar.webp" alt="" />
                </div>
            </div>
        </div>
        <div className='container body'>
            <div className='row'>
                <div className='col mt-4 mb-5 '>
                <h1 data-aos="fade-right" className='display-1 text-danger mt-5 text-center'>शीर्षक </h1>
                    <p data-aos="fade-up" className='display p-2'>बीजांकुर न्याय के समान श्रुतज्ञान की परम्परा और आचार्यपरम्परा एक दूसरे के पूरक हैं। आचरंति यस्माद् व्रतानी त्याचार्यः ।।3।। यस्माद् सम्यग्ज्ञानादि गुणाधारा हृदय व्रतानि स्वर्गापवर्ग सुखामृत बीजानि भव्या हितार्थ माचरति स आचार्यः |(त.वा. 9/20) जिनसे व्रतों को धारण कर आचरण किया जाता है, वे आचार्य हैं। जिन सम्यक्दर्शनज्ञान आदि गुणों के आधारभूत महापुरुषों से भव्यजीव स्वर्ग-मोक्षरूप अमृत बीजभूत व्रतों को ग्रहण कर अपने हित के लिए आचरण करते हैं, व्रतों का पालन करते हैं व जो दीक्षा देते हैं, वे आचार्य कहलाते हैं।</p>
                       <p data-aos="fade-right"> श्रुतज्ञान की परम्परा को भविष्य के लिए वृद्धिंगत करने में मनीषियों, महापुरुषों, आचार्यों तथा मुनियों का बेजोड़ योगदान हर प्रकार के ज्ञान के द्वारा सत्साहित्य का प्रतिपादन होता रहा है।
                        यह भारतभूमि पूर्व की भांति साधु-सन्तों के अवतरण, निष्क्रमण, आचरण एवं साधना से पवित्र, पावन, पुनीत होती रही है। तथा भूत, भविष्य एवं वर्तमान काल में अनेक भव्यजीव अपनी आत्मा का उद्धार कर रहे हैं। उन्हीं में से मुनिकुंजर, समाधिसम्राट्, अप्रतिम उपसर्गविजेता, आदर्श तपस्वी, महामुनि, दक्षिण भारत के वयोवृद्ध सन्त, आचार्यपरमेष्ठी श्री 108 आचार्य आदिसागर जी महाराज 'अंकलीकर' के पट्टाधीश आचार्य महावीरकीर्ति जी महाराज के शिष्य वात्सल्यरत्नाकर आचार्य श्री विमलसागर जी महाराज, इन महापुरुषों के उद्धार की प्रणाली आगमोक्त रही है। इन्होंने स्वात्महित के साथ परहित भी किया है तथा अपनी तपोपूत आत्मा से भव्य आत्माओं को हितोपदेश दिया है, वह उपदेश ग्रन्थ रूप में लीपिबद्ध है।</p>
                        <p data-aos="fade-up">
                        आचार्य श्री आदिसागर जी (अंकलीकर) ने भाद्रपद शुक्ला 4 वि.सं. 1923 सन् 1866 को अंकली में जन्म लिया। मगसिर शुक्ला 2 वि.सं. 1970, सन् 1913 को कुंथलगिरि पर दीक्षा ली, ज्येष्ठ शुक्ला 5 वि.सं. 1972, सन् 1915 को जयसिंहपुर (काडगेमला, उदगाँव) में आचार्यपद को ग्रहण किया। फाल्गुन कृष्णा 13 वि.सं. 2000 सन् 1944 को ऊदगाँव-कुंजवन में समाधिमरण किया। उन्होंने अपने दीक्षाकाल में प्रायश्चित्त विधान (प्राकृत) को भाद्रपद शुक्ला 5 वि.सं. 1972, सन् 1915, 'जिनधर्म रहस्य' (संस्कृत) को मगसिर शुक्ला 2 वि.सं. 1999, सन् 1942, दिव्यदेशना (कन्नड़) को मगसिर शुक्ला 11 वि.सं. 1999, सन् 1941, शिवपथ (संस्कृत) को भाद्रपद शुक्ला 4 वि.सं. 2000, सन् 1943, वचनामृत (मराठी) को माघ शुक्ला 14 वि. सं. 2000, सन् 1943, उद्बोधन (कन्नड़) को फाल्गुन शुक्ला 11 वि.सं. 2000, सन् 1943, अन्तिम दिव्य देशना (कन्नड़) को फाल्गुन कृष्णा 13, वि.सं. 2001, सन् 1944 में पूर्ण किया ।</p>
                        
                </div>
            </div>
        </div>
        <div className='container body'>
            <div className='row'>
                <div className='col mt-4 mb-5 shadow-lg p-3 mb-5 bg-body rounded d-flex justify-content-center'>
                <img data-aos="zoom-in-down" className='img-fluid w-100' src="./images/navbharat-times.webp" alt="" />   
                </div>
            </div>
        </div>
      </div>
    </div>
  )
}

export default Chaturmass
