import React from 'react'
import '../App.css'

const HomeSection2 = () => {
    return (
        <div className='container'>
            <div className='container'>
                <div className='row'>
                    <div className='col-md-3'>
                        <span><h1 className='home-section-2-h1'> Live Updates</h1></span>
                        <div className='home-section-div'>
                            <p>बीजांकुर न्याय के समान श्रुतज्ञान की परम्परा और आचार्यपरम्परा एक दूसरे के पूरक हैं। आचरंति यस्माद् व्रतानी त्याचार्यः ।।3।। यस्माद् सम्यग्ज्ञानादि गुणाधारा हृदय व्रतानि स्वर्गापवर्ग सुखामृत बीजानि भव्या हितार्थ माचरति स आचार्यः |(त.वा. 9/20) जिनसे व्रतों को धारण कर आचरण किया जाता है, वे आचार्य हैं। जिन सम्यक्दर्शनज्ञान आदि गुणों के आधारभूत महापुरुषों से भव्यजीव स्वर्ग-मोक्षरूप अमृत बीजभूत व्रतों को ग्रहण कर अपने हित के लिए आचरण करते हैं, व्रतों का पालन करते हैं व जो दीक्षा देते हैं, वे आचार्य कहलाते हैं।</p>
                        </div>
                    </div>
                    <div className='col-md-3'>
                        <span><h1 className='home-section-2-h1'> Live Updates</h1></span>
                        <div className='home-section-div'>
                            <p>बीजांकुर न्याय के समान श्रुतज्ञान की परम्परा और आचार्यपरम्परा एक दूसरे के पूरक हैं। आचरंति यस्माद् व्रतानी त्याचार्यः ।।3।। यस्माद् सम्यग्ज्ञानादि गुणाधारा हृदय व्रतानि स्वर्गापवर्ग सुखामृत बीजानि भव्या हितार्थ माचरति स आचार्यः |(त.वा. 9/20) जिनसे व्रतों को धारण कर आचरण किया जाता है, वे आचार्य हैं। जिन सम्यक्दर्शनज्ञान आदि गुणों के आधारभूत महापुरुषों से भव्यजीव स्वर्ग-मोक्षरूप अमृत बीजभूत व्रतों को ग्रहण कर अपने हित के लिए आचरण करते हैं, व्रतों का पालन करते हैं व जो दीक्षा देते हैं, वे आचार्य कहलाते हैं।</p>
                        </div>
                    </div>
                    <div className='col-md-3'>
                        <span><h1 className='home-section-2-h1'> Live Updates</h1></span>
                        <div className='home-section-div'>
                            <p>बीजांकुर न्याय के समान श्रुतज्ञान की परम्परा और आचार्यपरम्परा एक दूसरे के पूरक हैं। आचरंति यस्माद् व्रतानी त्याचार्यः ।।3।। यस्माद् सम्यग्ज्ञानादि गुणाधारा हृदय व्रतानि स्वर्गापवर्ग सुखामृत बीजानि भव्या हितार्थ माचरति स आचार्यः |(त.वा. 9/20) जिनसे व्रतों को धारण कर आचरण किया जाता है, वे आचार्य हैं। जिन सम्यक्दर्शनज्ञान आदि गुणों के आधारभूत महापुरुषों से भव्यजीव स्वर्ग-मोक्षरूप अमृत बीजभूत व्रतों को ग्रहण कर अपने हित के लिए आचरण करते हैं, व्रतों का पालन करते हैं व जो दीक्षा देते हैं, वे आचार्य कहलाते हैं।</p>
                        </div>
                    </div>
                    <div className='col-md-3'>
                        <span><h1 className='home-section-2-h1'> Live Updates</h1></span>
                        <div className='home-section-div'>
                            <p>बीजांकुर न्याय के समान श्रुतज्ञान की परम्परा और आचार्यपरम्परा एक दूसरे के पूरक हैं। आचरंति यस्माद् व्रतानी त्याचार्यः ।।3।। यस्माद् सम्यग्ज्ञानादि गुणाधारा हृदय व्रतानि स्वर्गापवर्ग सुखामृत बीजानि भव्या हितार्थ माचरति स आचार्यः |(त.वा. 9/20) जिनसे व्रतों को धारण कर आचरण किया जाता है, वे आचार्य हैं। जिन सम्यक्दर्शनज्ञान आदि गुणों के आधारभूत महापुरुषों से भव्यजीव स्वर्ग-मोक्षरूप अमृत बीजभूत व्रतों को ग्रहण कर अपने हित के लिए आचरण करते हैं, व्रतों का पालन करते हैं व जो दीक्षा देते हैं, वे आचार्य कहलाते हैं।</p>
                        </div>
                    </div>
                </div>
            </div>

        </div>
    )
}

export default HomeSection2
