import React, { useEffect } from 'react'
// import HomeSection2 from './HomeSection2'
import Aos from 'aos'
import 'aos/dist/aos.css'

const JivenParichay = () => {
    useEffect(()=>
  {
    Aos.init({duration:1000});
  },
  []);
    return (
        <div className='body'>
            {/* <HomeSection2/> */}
            <div className="container-fluid">
                <div className="container">
                    <div className="row">
                        <img data-aos="zoom-in-down" className='img-fluid jiven-parichay-img' src="images/head.png" alt='..' />
                    </div>
                    <div className="row mt-5">
                        <div className="col-md-6">
                            <img data-aos="zoom-in-down" className='img-fluid jiven-parichay-img' src="images/3page_1.png" alt='..' />
                        </div>
                        <div className="col-md-6">
                            <img data-aos="zoom-in-down" className='img-fluid jiven-parichay-img' src="images/3page_2.jpg" alt='..' />
                        </div>
                    </div>
                    <div className="row mt-5">
                        <h2>शीर्षक</h2>
                        <p data-aos="fade-down-up">यह भारतभूमि पूर्व की भांति साधु-सन्तों के अवतरण, निष्क्रमण, आचरण एवं साधना से पवित्र, पावन, पुनीत होती रही है। तथा भूत, भविष्य एवं वर्तमान काल में अनेक भव्यजीव अपनी आत्मा का उद्धार कर रहे हैं। उन्हीं में से मुनिकुंजर, समाधिसम्राट्, अप्रतिम उपसर्गविजेता, आदर्श तपस्वी, महामुनि, दक्षिण भारत के वयोवृद्ध सन्त, आचार्यपरमेष्ठी श्री 108 आचार्य आदिसागर जी महाराज 'अंकलीकर' के पट्टाधीश आचार्य महावीरकीर्ति जी महाराज के शिष्य वात्सल्यरत्नाकर आचार्य श्री विमलसागर जी महाराज, इन महापुरुषों के उद्धार की प्रणाली आगमोक्त रही है। इन्होंने स्वात्महित के साथ परहित भी किया है तथा अपनी तपोपूत आत्मा से भव्य आत्माओं को हितोपदेश दिया है, वह उपदेश ग्रन्थ रूप में लीपिबद्ध है।</p>
                    </div>
                    <div className='row mt-5'>
                        <div className="col">
                            <img data-aos="zoom-in-down" className='img-fluid jiven-parichay-img' src="images/3page_3.png" alt='..' />
                        </div>
                    </div>
                    <div className='row mt-5'>
                        <div className="col">
                            <p data-aos="fade-down-up">बीजांकुर न्याय के समान श्रुतज्ञान की परम्परा और आचार्यपरम्परा एक दूसरे के पूरक हैं। आचरंति यस्माद् व्रतानी त्याचार्यः ।।3।। यस्माद् सम्यग्ज्ञानादि गुणाधारा हृदय व्रतानि स्वर्गापवर्ग सुखामृत बीजानि भव्या हितार्थ माचरति स आचार्यः |(त.वा. 9/20) जिनसे व्रतों को धारण कर आचरण किया जाता है, वे आचार्य हैं। जिन सम्यक्दर्शनज्ञान आदि गुणों के आधारभूत महापुरुषों से भव्यजीव स्वर्ग-मोक्षरूप अमृत बीजभूत व्रतों को ग्रहण कर अपने हित के लिए आचरण करते हैं, व्रतों का पालन करते हैं व जो दीक्षा देते हैं, वे आचार्य कहलाते हैं।
                                श्रुतज्ञान की परम्परा को भविष्य के लिए वृद्धिंगत करने में मनीषियों, महापुरुषों, आचार्यों तथा मुनियों का बेजोड़ योगदान हर प्रकार के ज्ञान के द्वारा सत्साहित्य का प्रतिपादन होता रहा है।
                                यह भारतभूमि पूर्व की भांति साधु-सन्तों के अवतरण, निष्क्रमण, आचरण एवं साधना से पवित्र, पावन, पुनीत होती रही है। तथा भूत, भविष्य एवं वर्तमान काल में अनेक भव्यजीव अपनी आत्मा का उद्धार कर रहे हैं। उन्हीं में से मुनिकुंजर, समाधिसम्राट्, अप्रतिम उपसर्गविजेता, आदर्श तपस्वी, महामुनि, दक्षिण भारत के वयोवृद्ध सन्त, आचार्यपरमेष्ठी श्री 108 आचार्य आदिसागर जी महाराज 'अंकलीकर' के पट्टाधीश आचार्य महावीरकीर्ति जी महाराज के शिष्य वात्सल्यरत्नाकर आचार्य श्री विमलसागर जी महाराज, इन महापुरुषों के उद्धार की प्रणाली आगमोक्त रही है। इन्होंने स्वात्महित के साथ परहित भी किया है तथा अपनी तपोपूत आत्मा से भव्य आत्माओं को हितोपदेश दिया है, वह उपदेश ग्रन्थ रूप में लीपिबद्ध है।
                            </p>
                        </div>
                    </div>

                    <div className="row mt-5">
                        <div className="thirdpage_img1">
                            <img data-aos="zoom-in-down" className='img-fluid jiven-parichay-img' src="images/3page_4.png" alt='..' />
                        </div>
                    </div>
                    <div className="row mt-5">
                        <div className='col'>
                            <p data-aos="fade-down-up">बीजांकुर न्याय के समान श्रुतज्ञान की परम्परा और आचार्यपरम्परा एक दूसरे के पूरक हैं। आचरंति यस्माद् व्रतानी त्याचार्यः ।।3।। यस्माद् सम्यग्ज्ञानादि गुणाधारा हृदय व्रतानि स्वर्गापवर्ग सुखामृत बीजानि भव्या हितार्थ माचरति स आचार्यः |(त.वा. 9/20) जिनसे व्रतों को धारण कर आचरण किया जाता है, वे आचार्य हैं। जिन सम्यक्दर्शनज्ञान आदि गुणों के आधारभूत महापुरुषों से भव्यजीव स्वर्ग-मोक्षरूप अमृत बीजभूत व्रतों को ग्रहण कर अपने हित के लिए आचरण करते हैं, व्रतों का पालन करते हैं व जो दीक्षा देते हैं, वे आचार्य कहलाते हैं।
                                श्रुतज्ञान की परम्परा को भविष्य के लिए वृद्धिंगत करने में मनीषियों, महापुरुषों, आचार्यों तथा मुनियों का बेजोड़ योगदान हर प्रकार के ज्ञान के द्वारा सत्साहित्य का प्रतिपादन होता रहा है।
                                यह भारतभूमि पूर्व की भांति साधु-सन्तों के अवतरण, निष्क्रमण, आचरण एवं साधना से पवित्र, पावन, पुनीत होती रही है। तथा भूत, भविष्य एवं वर्तमान काल में अनेक भव्यजीव अपनी आत्मा का उद्धार कर रहे हैं। उन्हीं में से मुनिकुंजर, समाधिसम्राट्, अप्रतिम उपसर्गविजेता, आदर्श तपस्वी, महामुनि, दक्षिण भारत के वयोवृद्ध सन्त, आचार्यपरमेष्ठी श्री 108 आचार्य आदिसागर जी महाराज 'अंकलीकर' के पट्टाधीश आचार्य महावीरकीर्ति जी महाराज के शिष्य वात्सल्यरत्नाकर आचार्य श्री विमलसागर जी महाराज, इन महापुरुषों के उद्धार की प्रणाली आगमोक्त रही है। इन्होंने स्वात्महित के साथ परहित भी किया है तथा अपनी तपोपूत आत्मा से भव्य आत्माओं को हितोपदेश दिया है, वह उपदेश ग्रन्थ रूप में लीपिबद्ध है।
                            </p>
                        </div>
                    </div>
                    <div className='row mt-5'>
                        <div className="col-md-6">
                            <img data-aos="zoom-in-down" className='img-fluid jiven-parichay-img' src="images/3page_5.png" alt='..' />
                        </div>
                        <div className="col-md-6">
                            <img data-aos="zoom-in-down" className='img-fluid jiven-parichay-img' src="images/3page_5.png" alt='..' />
                        </div>
                    </div>
                    <div className="row mt-5">
                        <p data-aos="fade-down-up">बीजांकुर न्याय के समान श्रुतज्ञान की परम्परा और आचार्यपरम्परा एक दूसरे के पूरक हैं। आचरंति यस्माद् व्रतानी त्याचार्यः ।।3।। यस्माद् सम्यग्ज्ञानादि गुणाधारा हृदय व्रतानि स्वर्गापवर्ग सुखामृत बीजानि भव्या हितार्थ माचरति स आचार्यः |(त.वा. 9/20) जिनसे व्रतों को धारण कर आचरण किया जाता है, वे आचार्य हैं। जिन सम्यक्दर्शनज्ञान आदि गुणों के आधारभूत महापुरुषों से भव्यजीव स्वर्ग-मोक्षरूप अमृत बीजभूत व्रतों को ग्रहण कर अपने हित के लिए आचरण करते हैं, व्रतों का पालन करते हैं व जो दीक्षा देते हैं, वे आचार्य कहलाते हैं।
                            श्रुतज्ञान की परम्परा को भविष्य के लिए वृद्धिंगत करने में मनीषियों, महापुरुषों, आचार्यों तथा मुनियों का बेजोड़ योगदान हर प्रकार के ज्ञान के द्वारा सत्साहित्य का प्रतिपादन होता रहा है।
                            यह भारतभूमि पूर्व की भांति साधु-सन्तों के अवतरण, निष्क्रमण, आचरण एवं साधना से पवित्र, पावन, पुनीत होती रही है। तथा भूत, भविष्य एवं वर्तमान काल में अनेक भव्यजीव अपनी आत्मा का उद्धार कर रहे हैं। उन्हीं में से मुनिकुंजर, समाधिसम्राट्, अप्रतिम उपसर्गविजेता, आदर्श तपस्वी, महामुनि, दक्षिण भारत के वयोवृद्ध सन्त, आचार्यपरमेष्ठी श्री 108 आचार्य आदिसागर जी महाराज 'अंकलीकर' के पट्टाधीश आचार्य महावीरकीर्ति जी महाराज के शिष्य वात्सल्यरत्नाकर आचार्य श्री विमलसागर जी महाराज, इन महापुरुषों के उद्धार की प्रणाली आगमोक्त रही है। इन्होंने स्वात्महित के साथ परहित भी किया है तथा अपनी तपोपूत आत्मा से भव्य आत्माओं को हितोपदेश दिया है, वह उपदेश ग्रन्थ रूप में लीपिबद्ध है।
                        </p>
                    </div>
                    <div className="row mt-5">
                        <img data-aos="zoom-in-down" className='img-fluid jiven-parichay-img' src="images/3page_6.png" alt='..' />
                    </div>
                    <div className="row mt-5">
                        <div className='col'>
                            <p data-aos="fade-down-up">बीजांकुर न्याय के समान श्रुतज्ञान की परम्परा और आचार्यपरम्परा एक दूसरे के पूरक हैं। आचरंति यस्माद् व्रतानी त्याचार्यः ।।3।। यस्माद् सम्यग्ज्ञानादि गुणाधारा हृदय व्रतानि स्वर्गापवर्ग सुखामृत बीजानि भव्या हितार्थ माचरति स आचार्यः |(त.वा. 9/20) जिनसे व्रतों को धारण कर आचरण किया जाता है, वे आचार्य हैं। जिन सम्यक्दर्शनज्ञान आदि गुणों के आधारभूत महापुरुषों से भव्यजीव स्वर्ग-मोक्षरूप अमृत बीजभूत व्रतों को ग्रहण कर अपने हित के लिए आचरण करते हैं, व्रतों का पालन करते हैं व जो दीक्षा देते हैं, वे आचार्य कहलाते हैं।
                                श्रुतज्ञान की परम्परा को भविष्य के लिए वृद्धिंगत करने में मनीषियों, महापुरुषों, आचार्यों तथा मुनियों का बेजोड़ योगदान हर प्रकार के ज्ञान के द्वारा सत्साहित्य का प्रतिपादन होता रहा है।
                                यह भारतभूमि पूर्व की भांति साधु-सन्तों के अवतरण, निष्क्रमण, आचरण एवं साधना से पवित्र, पावन, पुनीत होती रही है। तथा भूत, भविष्य एवं वर्तमान काल में अनेक भव्यजीव अपनी आत्मा का उद्धार कर रहे हैं। उन्हीं में से मुनिकुंजर, समाधिसम्राट्, अप्रतिम उपसर्गविजेता, आदर्श तपस्वी, महामुनि, दक्षिण भारत के वयोवृद्ध सन्त, आचार्यपरमेष्ठी श्री 108 आचार्य आदिसागर जी महाराज 'अंकलीकर' के पट्टाधीश आचार्य महावीरकीर्ति जी महाराज के शिष्य वात्सल्यरत्नाकर आचार्य श्री विमलसागर जी महाराज, इन महापुरुषों के उद्धार की प्रणाली आगमोक्त रही है। इन्होंने स्वात्महित के साथ परहित भी किया है तथा अपनी तपोपूत आत्मा से भव्य आत्माओं को हितोपदेश दिया है, वह उपदेश ग्रन्थ रूप में लीपिबद्ध है।
                            </p>
                        </div>
                    </div>
                    <div className="row mt-5">
                        <div className="col-md-6">
                            <img data-aos="zoom-in-down" className='img-fluid jiven-parichay-img' src="images/3page_7.jpg" alt='..' />
                        </div>
                        <div className="col-md-6">
                            <img data-aos="zoom-in-down" className='img-fluid jiven-parichay-img' src="images/3page_8.png" alt='..' />
                        </div>
                    </div>
                    <div className="row mt-5">
                        <div className='col'>
                            <p data-aos="fade-down-up">बीजांकुर न्याय के समान श्रुतज्ञान की परम्परा और आचार्यपरम्परा एक दूसरे के पूरक हैं। आचरंति यस्माद् व्रतानी त्याचार्यः ।।3।। यस्माद् सम्यग्ज्ञानादि गुणाधारा हृदय व्रतानि स्वर्गापवर्ग सुखामृत बीजानि भव्या हितार्थ माचरति स आचार्यः |(त.वा. 9/20) जिनसे व्रतों को धारण कर आचरण किया जाता है, वे आचार्य हैं। जिन सम्यक्दर्शनज्ञान आदि गुणों के आधारभूत महापुरुषों से भव्यजीव स्वर्ग-मोक्षरूप अमृत बीजभूत व्रतों को ग्रहण कर अपने हित के लिए आचरण करते हैं, व्रतों का पालन करते हैं व जो दीक्षा देते हैं, वे आचार्य कहलाते हैं।
                                श्रुतज्ञान की परम्परा को भविष्य के लिए वृद्धिंगत करने में मनीषियों, महापुरुषों, आचार्यों तथा मुनियों का बेजोड़ योगदान हर प्रकार के ज्ञान के द्वारा सत्साहित्य का प्रतिपादन होता रहा है।
                                यह भारतभूमि पूर्व की भांति साधु-सन्तों के अवतरण, निष्क्रमण, आचरण एवं साधना से पवित्र, पावन, पुनीत होती रही है। तथा भूत, भविष्य एवं वर्तमान काल में अनेक भव्यजीव अपनी आत्मा का उद्धार कर रहे हैं। उन्हीं में से मुनिकुंजर, समाधिसम्राट्, अप्रतिम उपसर्गविजेता, आदर्श तपस्वी, महामुनि, दक्षिण भारत के वयोवृद्ध सन्त, आचार्यपरमेष्ठी श्री 108 आचार्य आदिसागर जी महाराज 'अंकलीकर' के पट्टाधीश आचार्य महावीरकीर्ति जी महाराज के शिष्य वात्सल्यरत्नाकर आचार्य श्री विमलसागर जी महाराज, इन महापुरुषों के उद्धार की प्रणाली आगमोक्त रही है। इन्होंने स्वात्महित के साथ परहित भी किया है तथा अपनी तपोपूत आत्मा से भव्य आत्माओं को हितोपदेश दिया है, वह उपदेश ग्रन्थ रूप में लीपिबद्ध है।
                            </p>
                        </div>
                    </div>
                    <div className="row mt-5">
                        <div className="col-md-6">
                            <img data-aos="zoom-in-down" className='img-fluid jiven-parichay-img' src="images/3page_9.png" alt='..' />
                        </div>
                        <div className="col-md-6">
                            <img data-aos="zoom-in-down" className='img-fluid jiven-parichay-img' src="images/3page_12.jpg" alt='..' />
                        </div>
                    </div>
                    <div className="row mt-5">
                        <div className='col'>
                            <p data-aos="fade-down-up">बीजांकुर न्याय के समान श्रुतज्ञान की परम्परा और आचार्यपरम्परा एक दूसरे के पूरक हैं। आचरंति यस्माद् व्रतानी त्याचार्यः ।।3।। यस्माद् सम्यग्ज्ञानादि गुणाधारा हृदय व्रतानि स्वर्गापवर्ग सुखामृत बीजानि भव्या हितार्थ माचरति स आचार्यः |(त.वा. 9/20) जिनसे व्रतों को धारण कर आचरण किया जाता है, वे आचार्य हैं। जिन सम्यक्दर्शनज्ञान आदि गुणों के आधारभूत महापुरुषों से भव्यजीव स्वर्ग-मोक्षरूप अमृत बीजभूत व्रतों को ग्रहण कर अपने हित के लिए आचरण करते हैं, व्रतों का पालन करते हैं व जो दीक्षा देते हैं, वे आचार्य कहलाते हैं।
                                श्रुतज्ञान की परम्परा को भविष्य के लिए वृद्धिंगत करने में मनीषियों, महापुरुषों, आचार्यों तथा मुनियों का बेजोड़ योगदान हर प्रकार के ज्ञान के द्वारा सत्साहित्य का प्रतिपादन होता रहा है।
                                यह भारतभूमि पूर्व की भांति साधु-सन्तों के अवतरण, निष्क्रमण, आचरण एवं साधना से पवित्र, पावन, पुनीत होती रही है। तथा भूत, भविष्य एवं वर्तमान काल में अनेक भव्यजीव अपनी आत्मा का उद्धार कर रहे हैं। उन्हीं में से मुनिकुंजर, समाधिसम्राट्, अप्रतिम उपसर्गविजेता, आदर्श तपस्वी, महामुनि, दक्षिण भारत के वयोवृद्ध सन्त, आचार्यपरमेष्ठी श्री 108 आचार्य आदिसागर जी महाराज 'अंकलीकर' के पट्टाधीश आचार्य महावीरकीर्ति जी महाराज के शिष्य वात्सल्यरत्नाकर आचार्य श्री विमलसागर जी महाराज, इन महापुरुषों के उद्धार की प्रणाली आगमोक्त रही है। इन्होंने स्वात्महित के साथ परहित भी किया है तथा अपनी तपोपूत आत्मा से भव्य आत्माओं को हितोपदेश दिया है, वह उपदेश ग्रन्थ रूप में लीपिबद्ध है।
                            </p>
                        </div>
                    </div>
                    <div className="row mt-5">
                        <img data-aos="zoom-in-down" className='img-fluid jiven-parichay-img' src="images/3page_11.png" alt='..' />
                    </div>
                    <div className="row mt-5">
                        <div className='col'>
                            <p data-aos="fade-down-up">बीजांकुर न्याय के समान श्रुतज्ञान की परम्परा और आचार्यपरम्परा एक दूसरे के पूरक हैं। आचरंति यस्माद् व्रतानी त्याचार्यः ।।3।। यस्माद् सम्यग्ज्ञानादि गुणाधारा हृदय व्रतानि स्वर्गापवर्ग सुखामृत बीजानि भव्या हितार्थ माचरति स आचार्यः |(त.वा. 9/20) जिनसे व्रतों को धारण कर आचरण किया जाता है, वे आचार्य हैं। जिन सम्यक्दर्शनज्ञान आदि गुणों के आधारभूत महापुरुषों से भव्यजीव स्वर्ग-मोक्षरूप अमृत बीजभूत व्रतों को ग्रहण कर अपने हित के लिए आचरण करते हैं, व्रतों का पालन करते हैं व जो दीक्षा देते हैं, वे आचार्य कहलाते हैं।
                                श्रुतज्ञान की परम्परा को भविष्य के लिए वृद्धिंगत करने में मनीषियों, महापुरुषों, आचार्यों तथा मुनियों का बेजोड़ योगदान हर प्रकार के ज्ञान के द्वारा सत्साहित्य का प्रतिपादन होता रहा है।
                                यह भारतभूमि पूर्व की भांति साधु-सन्तों के अवतरण, निष्क्रमण, आचरण एवं साधना से पवित्र, पावन, पुनीत होती रही है। तथा भूत, भविष्य एवं वर्तमान काल में अनेक भव्यजीव अपनी आत्मा का उद्धार कर रहे हैं। उन्हीं में से मुनिकुंजर, समाधिसम्राट्, अप्रतिम उपसर्गविजेता, आदर्श तपस्वी, महामुनि, दक्षिण भारत के वयोवृद्ध सन्त, आचार्यपरमेष्ठी श्री 108 आचार्य आदिसागर जी महाराज 'अंकलीकर' के पट्टाधीश आचार्य महावीरकीर्ति जी महाराज के शिष्य वात्सल्यरत्नाकर आचार्य श्री विमलसागर जी महाराज, इन महापुरुषों के उद्धार की प्रणाली आगमोक्त रही है। इन्होंने स्वात्महित के साथ परहित भी किया है तथा अपनी तपोपूत आत्मा से भव्य आत्माओं को हितोपदेश दिया है, वह उपदेश ग्रन्थ रूप में लीपिबद्ध है।
                            </p>
                        </div>
                    </div>
                    <div className="row mt-5">
                        <div className="col-md-6">
                            <img data-aos="zoom-in-down" className='img-fluid jiven-parichay-img' src="images/3page_12.jpg" alt='..' />
                        </div>
                        <div className="col-md-6">
                            <img data-aos="zoom-in-down" className='img-fluid jiven-parichay-img' src="images/3page_13.jpg" alt='..' />
                        </div>
                    </div>
                    <div className="row mt-5">
                        <div className="col-md-6">
                            <img data-aos="zoom-in-down" className='img-fluid jiven-parichay-img' src="images/3page_14.jpg" alt='..' />
                        </div>
                        <div className="col-md-6">
                            <img data-aos="zoom-in-down" className='img-fluid jiven-parichay-img' src="images/3page_15.png" alt='..' />
                        </div>
                    </div>
                    <div className="row mt-5">
                        <div className='col'>
                            <p data-aos="fade-down-up">बीजांकुर न्याय के समान श्रुतज्ञान की परम्परा और आचार्यपरम्परा एक दूसरे के पूरक हैं। आचरंति यस्माद् व्रतानी त्याचार्यः ।।3।। यस्माद् सम्यग्ज्ञानादि गुणाधारा हृदय व्रतानि स्वर्गापवर्ग सुखामृत बीजानि भव्या हितार्थ माचरति स आचार्यः |(त.वा. 9/20) जिनसे व्रतों को धारण कर आचरण किया जाता है, वे आचार्य हैं। जिन सम्यक्दर्शनज्ञान आदि गुणों के आधारभूत महापुरुषों से भव्यजीव स्वर्ग-मोक्षरूप अमृत बीजभूत व्रतों को ग्रहण कर अपने हित के लिए आचरण करते हैं, व्रतों का पालन करते हैं व जो दीक्षा देते हैं, वे आचार्य कहलाते हैं।
                                श्रुतज्ञान की परम्परा को भविष्य के लिए वृद्धिंगत करने में मनीषियों, महापुरुषों, आचार्यों तथा मुनियों का बेजोड़ योगदान हर प्रकार के ज्ञान के द्वारा सत्साहित्य का प्रतिपादन होता रहा है।
                                यह भारतभूमि पूर्व की भांति साधु-सन्तों के अवतरण, निष्क्रमण, आचरण एवं साधना से पवित्र, पावन, पुनीत होती रही है। तथा भूत, भविष्य एवं वर्तमान काल में अनेक भव्यजीव अपनी आत्मा का उद्धार कर रहे हैं। उन्हीं में से मुनिकुंजर, समाधिसम्राट्, अप्रतिम उपसर्गविजेता, आदर्श तपस्वी, महामुनि, दक्षिण भारत के वयोवृद्ध सन्त, आचार्यपरमेष्ठी श्री 108 आचार्य आदिसागर जी महाराज 'अंकलीकर' के पट्टाधीश आचार्य महावीरकीर्ति जी महाराज के शिष्य वात्सल्यरत्नाकर आचार्य श्री विमलसागर जी महाराज, इन महापुरुषों के उद्धार की प्रणाली आगमोक्त रही है। इन्होंने स्वात्महित के साथ परहित भी किया है तथा अपनी तपोपूत आत्मा से भव्य आत्माओं को हितोपदेश दिया है, वह उपदेश ग्रन्थ रूप में लीपिबद्ध है।
                            </p>
                        </div>
                    </div>
                    <div className="row mt-5">
                        <div className='col'>
                            <p data-aos="fade-down-up">बीजांकुर न्याय के समान श्रुतज्ञान की परम्परा और आचार्यपरम्परा एक दूसरे के पूरक हैं। आचरंति यस्माद् व्रतानी त्याचार्यः ।।3।। यस्माद् सम्यग्ज्ञानादि गुणाधारा हृदय व्रतानि स्वर्गापवर्ग सुखामृत बीजानि भव्या हितार्थ माचरति स आचार्यः |(त.वा. 9/20) जिनसे व्रतों को धारण कर आचरण किया जाता है, वे आचार्य हैं। जिन सम्यक्दर्शनज्ञान आदि गुणों के आधारभूत महापुरुषों से भव्यजीव स्वर्ग-मोक्षरूप अमृत बीजभूत व्रतों को ग्रहण कर अपने हित के लिए आचरण करते हैं, व्रतों का पालन करते हैं व जो दीक्षा देते हैं, वे आचार्य कहलाते हैं।
                                श्रुतज्ञान की परम्परा को भविष्य के लिए वृद्धिंगत करने में मनीषियों, महापुरुषों, आचार्यों तथा मुनियों का बेजोड़ योगदान हर प्रकार के ज्ञान के द्वारा सत्साहित्य का प्रतिपादन होता रहा है।
                                यह भारतभूमि पूर्व की भांति साधु-सन्तों के अवतरण, निष्क्रमण, आचरण एवं साधना से पवित्र, पावन, पुनीत होती रही है। तथा भूत, भविष्य एवं वर्तमान काल में अनेक भव्यजीव अपनी आत्मा का उद्धार कर रहे हैं। उन्हीं में से मुनिकुंजर, समाधिसम्राट्, अप्रतिम उपसर्गविजेता, आदर्श तपस्वी, महामुनि, दक्षिण भारत के वयोवृद्ध सन्त, आचार्यपरमेष्ठी श्री 108 आचार्य आदिसागर जी महाराज 'अंकलीकर' के पट्टाधीश आचार्य महावीरकीर्ति जी महाराज के शिष्य वात्सल्यरत्नाकर आचार्य श्री विमलसागर जी महाराज, इन महापुरुषों के उद्धार की प्रणाली आगमोक्त रही है। इन्होंने स्वात्महित के साथ परहित भी किया है तथा अपनी तपोपूत आत्मा से भव्य आत्माओं को हितोपदेश दिया है, वह उपदेश ग्रन्थ रूप में लीपिबद्ध है।

                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    )
}

export default JivenParichay
